{
  "slug": "/wilhelm-wagenfeld",
  "title": "Wilhelm Wagenfeld",
  "body": "<style type=\"text/css\" xml=\"space\"><!--\r\ntd {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}\r\n--></style>\r\n<p>Born in the northern German city of Bremen in 1900, Wilhelm Wagenfeld was an important German industrial designer who designed numerous glass and metal work that are still produced to this day. As a young boy Wagenfeld studied drawing at the Bremen Boys School before starting his adult life as an apprentice in the silverware factory belonging to Koch &amp; Bergfeld. Wagenfeld was part of the legendary Metropolitan Museum&rsquo;s Exhibition of Contemporary Industrial Art in 1930 which had a major influence on the development of American design. Throughout his lifetime he was able to create several glass and metal works that made everyday life easier he believed that everyday household objects should be \"cheap enough for the worker and good enough for the rich.\" but he is best remembered for the iconic steel WA24, also known as the Bauhaus Lamp. Wilhelm Wagenfeld is one of the most important and influential of all German industrial designers.</p>",
  "JSON": "{\n  \"type\": \"collection\",\n  \"handle\": \"wilhelm-wagenfeld\",\n  \"data\": {\n    \"id\": \"pcol_01GPV2MS3Q235V0AWF9G2DSNDA\",\n    \"created_at\": \"2023-01-15T16:01:49.686Z\",\n    \"updated_at\": \"2023-01-15T16:01:49.686Z\",\n    \"deleted_at\": null,\n    \"title\": \"Wilhelm Wagenfeld\",\n    \"handle\": \"wilhelm-wagenfeld\",\n    \"metadata\": {\n      \"description\": \"<style type=\\\"text/css\\\" xml=\\\"space\\\"><!--\\r\\ntd {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}\\r\\n--></style>\\r\\n<p>Born in the northern German city of Bremen in 1900, Wilhelm Wagenfeld was an important German industrial designer who designed numerous glass and metal work that are still produced to this day. As a young boy Wagenfeld studied drawing at the Bremen Boys School before starting his adult life as an apprentice in the silverware factory belonging to Koch &amp; Bergfeld. Wagenfeld was part of the legendary Metropolitan Museum&rsquo;s Exhibition of Contemporary Industrial Art in 1930 which had a major influence on the development of American design. Throughout his lifetime he was able to create several glass and metal works that made everyday life easier he believed that everyday household objects should be \\\"cheap enough for the worker and good enough for the rich.\\\" but he is best remembered for the iconic steel WA24, also known as the Bauhaus Lamp. Wilhelm Wagenfeld is one of the most important and influential of all German industrial designers.</p>\"\n    }\n  }\n}"
}